Repository: Turulomio/devicesinlan
Catalog: po/*.po
Languages: es

source: There was an error executing arp-scan.
es: Hubo un error ejecutando arp-scan.

source: Is the interface argument correct?.
es: ¿Está bien configurado el argumento del interfaz de red?.

source: I couldn't find /usr/bin/arp-scan.
es: No se ha encontrado /usr/bin/arp-scan.

source: Please install it or add -m option to use DevicesInLAN scanner.
es: Por favor instálela o añada la opción -m para usar el escáner de DevicesInLAN.

source: This device
es: Este dispositivo

source: {} DEVICES IN LAN FROM {} INTERFACE AT {}
es: {} DISPOSITIVOS EN LA RED DESDE EL INTERFAZ {} A LAS {}

source: There was reply to a ping from IP address with '*' ({} pings).
es: Ha habido respuesta al ping en las direcciones IP con '*' ({} pings).

source: Input the MAC of the known device (xx:xx:xx:xx:xx:xx):
es: Introduce la dirección MAC del dispositivo conocido (xx:xx:xx:xx:xx:xx):

source: You need to insert a mac with the next format: 2a:3b:4c:5d:6e:7a
es: Necesita insertar una MAC con el siguiente formato: 2a:3b:4c:5d:6e:7a

source: Input an alias of the known device:
es: Introduzca un alias para el dispositivo conocido:

source: You need to add an alias
es: Necesita introducir un alias

source: KNOWN DEVICES BY USER AT {}
es: DISPOSITIVOS CONOCIDOS POR EL USUARIO A LAS {}

source: Error parsing {}
es: Error al tratar: {}

source: Show devices in a LAN making an ARP and a ICMP request to find them
es: Muestra los dispositivos de la LAN haciendo un ARP y una petición ICMP para encontrarlos

source: Developed by Mariano Muñoz 2015 ©
es: Desarrollado por Mariano Muñoz 2015 ©

source: Use my own arp scanner
es: Usa mi propio arp escáner

source: Net interface name
es: Nombre del interfaz de red

source: Add a known device
es: Añada un dispositivo conocido

source: Remove a known device
es: Borre un dispositivo desconocido

source: List known device
es: Listado de dispositivos desconocidos

source: I couldn't find /etc/devicesinlan/known.txt.
es: No he podido encontrar /etc/devicesinlan/known.txt.

source: I copied distribution file to it.
es: Se ha copiado el fichero de la distribución.

source: Add your mac addresses to detect strage devices in your LAN.
es: Añada sus direcciones MAC para detectar dispositivos extraños en su LAN

source: Known device inserted
es: Dispositivo conocido añadido

source: Mac removed
es: Dirección MAC borrada

source: I couldn't find the mac
es: No pude encontrar la dirección MAC

source: It took {} with {} scanner.
es: Tardó {} con el escáner de {}.
